{
  "africa": "Africa",
  "answerPromptTextCapitals": "Enter country capital here: ",
  "answerPromptTextCurrencies": "Enter currency here: ",
  "answerPromptTextFlags": "Enter highlighted flag's name here: ",
  "answerPromptTextLanguages": "Enter language here: ",
  "answerPromptTextNames": "Enter country name here: ",
  "asia": "Asia",
  "capitals": "Capitals",
  "classic": "Classic",
  "continents": "Continents",
  "createAccount": "Create Account",
  "currencies": "Currencies",
  "customPromptFlags": "Select the flag that corresponds to the highlighted country",
  "description-AF": "The quiz will only feature countries from Africa",
  "description-AS": "The quiz will only feature countries from Asia",
  "description-EU": "The quiz will only feature countries from Europe",
  "description-NA": "The quiz will only feature countries from North America",
  "description-OC": "The quiz will only feature countries from Oceania",
  "description-SA": "The quiz will only feature countries from South America",
  "description-capitals": "You will have to guess all the capitals from the region you've selected.",
  "description-capitals-sequential": "You will have to guess all the capitals from a random order.",
  "description-capitals-hard": "Each correctly guessed capital will make its country appear on the globe which starts off completely empty.",
  "description-capitals-hard-sequential": "You will have to guess each capital from a given random sequential order, each capital guessed correctly will make its country appear on the globe.",
  "description-classic": "You will have the countries of the whole globe, and the quizzes in their simplest form with no added difficulty.",
  "description-classic-hard": "Each quiz will begin with the globe empty.",
  "description-continents": "You will choose a specific region of the globe to base the quiz on.",
  "description-currencies": "You will have to guess every countries' currency (You will need to provide the ISO 4217 currency codes (e.g., USD for US Dollar) rather than their common names, this will have to be fixed.)",
  "description-currencies-sequential": "You will have to guess every countries' currency from a random order.",
  "description-currencies-hard": "Each correctly guessed currency will make its associated countries appear on the globe.",
  "description-currencies-hard-sequential": "You will have to guess every currency from a given random sequential order, each correctly guessed currency will make the associated countries appear on the globe.",
  "description-flags": "You will have to name every flag from the right panel, the flag outlined in blue is the flag for which you are typing the name.",
  "description-flags-sequential": "1You will have to name every flag from the right panel, the flag outlined in blue is the flag for which you are typing the name.",
  "description-flags-hard": "Each correctly guessed flag's name will make its country appear on the globe with the flag on the countries' land. ",
  "description-flags-hard-sequential": "You will have to select the flag which is associated with the country in blue on the globe (currently a bit broken). Each correctly guessed flag will make its country appear on the globe with the flag on the land.",
  "description-games": "All the quizzes of the website are located here.",
  "description-hard": "An added difficulty on top of having to guess. You won't have the answer table either.",
  "description-highscores": "Contains the top scores of each played quiz.",
  "description-languages": "You will have to guess every language in the region you've selected. After each correctly guessed language all associated countries will see their land color change depending on the amount of languages found for the country compared to all the languages of the country.",
  "description-languages-sequential": "You will have to guess every language in the region you've selected in a random order. After each correctly guessed language all associated countries will see their land color change depending on the amount of languages found for the country compared to all the languages of the country.",
  "description-languages-hard": "Countries will progressively appear on the globe after each correctly guessed language.",
  "description-languages-hard-sequential": "You will have to guess the languages based on a sequential random order of countries presented. (bugged: zooming in too far in and stuck in the globe, probably need to fix how the countries are handled by each correctly guessed language.",
  "description-names": "The classic, you will have to name every countries' name, they will turn green in the table and on the globe as they are guessed correctly.",
  "description-names-sequential": "The classic, you will have to name every countries' name, in a random order, they will turn green in the table and on the globe as they are guessed correctly.",
  "description-names-hard": "Each correctly guessed country will appear on the globe.",
  "description-names-hard-sequential": "You will have to guess the countries' name in a random sequential order.",
  "description-normal": "The basic you will have the countries on the globe by default and access to the answer table at the bottom.",
  "description-profile": "You will be able to login and edit your profile here. You must log in to save your scores.",
  "description-sequential": "All choices must be selected in a random sequential order.",
  "description-sequential-hard": "Choices must be selected in a random sequential order, with the globe empty and no access to the answer table.",
  "description-settings": "You can change the language here.",
  "email": "Email address",
  "europe": "Europe",
  "flags": "Flags",
  "follow": "Follow countries",
  "games": "Games",
  "giveup": "Give up",
  "guessed": "guessed",
  "hard": "Hard",
  "hasAccount": "Already have an account",
  "highscores": "High scores",
  "language-select": "Preferred language",
  "languages": "Languages",
  "login": "Login",
  "logout": "Logout",
  "names": "Names",
  "noAccount": "Don't have an account",
  "normal": "Normal",
  "northamerica": "North America",
  "oceania": "Oceania",
  "password": "Password",
  "profile": "Profile",
  "repassword": "Re-enter password",
  "save-settings": "Save settings",
  "sequential-random": "Sequential Random",
  "settings": "Settings",
  "southamerica": "South America",
  "start": "Start",
  "stop": "Pause",
  "successfullLogin": "LOGGED IN SUCCESSFULLY!",
  "title": "Countries Of The World Quizzes",
  "userdata": "User Data",
  "username": "Username"
}
